FACTORY_NAME_FULL = [
("Курск", "АО Курский Комбинат Хлебопродуктов"),
("Оскол", "АО Комбинат Хлебопродуктов Старооскольский"),
("Волгоград", "АО Городищенский Комбинат Хлебопродуктов"),
]

FACTORY_NAME_SHORT = [
    ("Курск", "ККХП"),
    ("Оскол", "КХПС"),
    ("Волгоград", "ГКХП"),
]

FACTORY_ADRESS = [
    ("Курск", "305025, г. Курск, проезд Магистральный, 22Г"),
    ("Оскол", "309506, Белгородская обл., г. Старый Оскол, ул. Первой Конной Армии"),
    ("Волгоград", "403020, Волгоградская обл., р.п. Новый Рогачик, ул. Ленина, 75"),
]

FACTORY_CITY = [
    ("Курск", "Курск"),
    ("Оскол", "Старый Оскол"),
    ("Волгоград", "Новый Рогачик"),
]


FACTORY_BRANCH = [
    ("Курск", "Московская железная дорога"),
    ("Оскол", "Юго-Восточная железная дорога"),
    ("Волгоград", "Приволжская железная дорога"),
]

FACTORY_BRANCH_ID = [
    ("Курск", "208108"),
    ("Оскол", "438506"),
    ("Волгоград", "615904"),
]

FACTORY_STATION = [
    ("Рышково", "АО Курский Комбинат Хлебопродуктов"),
    ("Старый Оскол", "АО Комбинат Хлебопродуктов Старооскольский"),
    ("Карповская", "АО Городищенский Комбинат Хлебопродуктов"),
]

BRANCHES = [
    ("ОЖД", "Октябрьская железная дорога"),
    ("КаЖД", "Калининградская железная дорога"),
    ("МЖД", "Московская железная дорога"),
    ("ГЖД", "Горьковская железная дорога"),
    ("СеЖД", "Северная железная дорога"),
    ("СКЖД", "Северо-Кавказская железная дорога"),
    ("ЮВЖД", "Юго-Восточная железная дорога"),
    ("ПЖД", "Приволжская железная дорога"),
    ("КуЖД", "Куйбышевская железная дорога"),
    ("СвЖД", "Свердловская железная дорога"),
    ("ЮУЖД", "Южно-Уральская железная дорога"),
    ("ЗСЖД", "Западно-Сибирская железная дорога"),
    ("КЖД", "Красноярская железная дорога"),
    ("ВСЖД", "Восточно-Сибирская железная дорога"),
    ("ЗЖД", "Забайкальская железная дорога"),
    ("ДВЖД", "Дальневосточная железная дорога"),
]
