FACTORY_NAME_FULL = [
    ("Курск", "АО Курский Комбинат Хлебопродуктов"),
    ("Оскол", "АО Комбинат Хлебопродуктов Старооскольский"),
    ("Волгоград", "АО Городищенский Комбинат Хлебопродуктов"),
]

FACTORY_NAME_SHORT = [
    ("Курск", "ККХП"),
    ("Оскол", "КХПС"),
    ("Волгоград", "ГКХП"),
]

FACTORY_ADRESS = [
    ("Курск", "305025, г. Курск, проезд Магистральный, 22Г"),
    ("Оскол", "309506, Белгородская обл., г. Старый Оскол, ул. Первой Конной Армии"),
    ("Волгоград", "403020, Волгоградская обл., р.п. Новый Рогачик, ул. Ленина, 75"),
]

FACTORY_CITY = [
    ("Курск", "Курск"),
    ("Оскол", "Старый Оскол"),
    ("Волгоград", "Новый Рогачик"),
]


FACTORY_BRANCH = [
    ("Курск", "Московская ж/д"),
    ("Оскол", "Юго-Восточная ж/д"),
    ("Волгоград", "Приволжская ж/д"),
]

FACTORY_BRANCH_ID = [
    ("Курск", "208108"),
    ("Оскол", "438506"),
    ("Волгоград", "615904"),
]

FACTORY_STATION = [
    ("Курск", "Рышково"),
    ("Оскол", "Старый Оскол"),
    ("Волгоград", "Карповская"),
]

BRANCHES = [
    ("ОЖД", "Октябрьская ж/д"),
    ("КаЖД", "Калининградская ж/д"),
    ("МЖД", "Московская ж/д"),
    ("ГЖД", "Горьковская ж/д"),
    ("СеЖД", "Северная ж/д"),
    ("СКЖД", "Северо-Кавказская ж/д"),
    ("ЮВЖД", "Юго-Восточная ж/д"),
    ("ПЖД", "Приволжская ж/д"),
    ("КуЖД", "Куйбышевская ж/д"),
    ("СвЖД", "Свердловская ж/д"),
    ("ЮУЖД", "Южно-Уральская ж/д"),
    ("ЗСЖД", "Западно-Сибирская ж/д"),
    ("КЖД", "Красноярская ж/д"),
    ("ВСЖД", "Восточно-Сибирская ж/д"),
    ("ЗЖД", "Забайкальская ж/д"),
    ("ДВЖД", "Дальневосточная ж/д"),
]

FED_DISCTRICT = [
    ("ЦФО", "Центральный федеральный округ"),
    ("СЗФО", "Северо-Западный федеральный округ"),
    ("ЮФО", "Южный федеральный округ"),
    ("ПФО", "Приволжский федеральный округ"),
    ("УФО", "Уральский федеральный округ"),
    ("СФО", "Сибирский федеральный округ"),
    ("ДВФО", "Дальневосточный федеральный округ"),
]
