# FLOUR_NAME = [
#     (
#         "Мука пшеничная хлебопекарная сорт экстра",
#         "Мука пшеничная хлебопекарная сорт экстра",
#     ),
#     (
#         "Мука пшеничная хлебопекарная высший сорт",
#         "Мука пшеничная хлебопекарная высший сорт",
#     ),
#     (
#         "Мука пшеничная хлебопекарная первый сорт",
#         "Мука пшеничная хлебопекарная первый сорт",
#     ),
#     (
#         "Мука пшеничная общего назначения тип М55-23",
#         "Мука пшеничная общего назначения тип М55-23",
#     ),
#     (
#         "Мука пшеничная общего назначения тип М75-23",
#         "Мука пшеничная общего назначения тип М75-23",
#     ),
#     ("Мука ржаная обдирная", "Мука ржаная обдирная"),
#     ("Мука ржаная сеяная", "Мука ржаная сеяная"),
#     ("Крупа манная марка М", "Крупа манная марка М"),
#     ("Мука цельнозерновая", "Мука цельнозерновая"),
#     (
#         "Мука пшеничная хлебопекарная второй сорт",
#         "Мука пшеничная хлебопекарная второй сорт",
#     ),
# ]

# PACKAGE = [
#     (0, 0),
#     (1, 1),
#     (2, 2),
#     (5, 5),
#     (10, 10),
#     (25, 25),
#     (40, 40),
#     (45, 45),
#     (50, 50),
# ]

# GROUP_QUANTITY = [
#     (0, 0),
#     (1, 1),
#     (6, 6),
#     (10, 10),
#     (12, 12),
# ]

# PALLET_WEIGHT = [
#     (880, 880),
#     (600, 600),
#     (864, 864),
#     (1000, 1000),
#     (800, 800),
#     (700, 700),
#     (900, 900),
#     (1050, 1050),
# ]


# BRANDS = [
#     ("Французская штучка", "Французская штучка"),
#     ("Французская штучка для хлебопечки", "Французская штучка для хлебопечки"),
#     ("Бело-Нежная", "Бело-Нежная"),
#     ("Славна", "Славна"),
#     ("Старооскольская", "Старооскольская"),
#     ("Курская", "Курская"),
#     ("Карповская", "Карповская")
#     ("Акция", "Акция"),
# ]
