FLOUR_NAME = [
    ("экстра", "Мука пшеничная хлебопекарная сорт экстра"),
    ("цз", "Мука цельнозерновая"),
    ("вс", "Мука пшеничная хлебопекарная высший сорт"),
    ("1с", "Мука пшеничная хлебопекарная первый сорт"),
    ("2с", "Мука пшеничная хлебопекарная второй сорт"),
    ("55", "Мука пшеничная общего назначения тип М55-23"),
    ("75", "Мука пшеничная общего назначения тип М75-23"),
    ("ржо", "Мука ржаная обдирная"),
    ("ржс", "Мука ржаная сеяная"),
    ("ман", "Крупа манная марка М")
]

# LARGE_PACK_TYPE = [
#     ("0", "бестарно"),
#     ("5", "5 кг"),
#     ("10", "10 кг"),
#     ("25", "25 кг"),
#     ("40", "40 кг"),
#     ("45", "45 кг"),
#     ("50", "50 кг"),
#     ]

# PALLET_WEIGHT = [
#     ("1", 880),
#     ("2", 864),
#     ("5К", 1000),
#     ("5О", 800),
#     ("10", 1000),
#     ("25", "25 кг"),
#     ("40", "40 кг"),
#     ("45", "45 кг"),
#     ("50", "50 кг"),
# ]


BRANDS = [
    ("na", ""),
    ("фшэ", "Французская штучка"),
    ("фшхп", "Французская штучка для хлебопечки"),
    ("бн", "Бело-Нежная"),
    ("сл", "Славна"),
    ("со", "Старооскольская"),
    ("кур", "Курская"),
    ("акц", "Акция"),
]
