FLOUR_NAME = [
    (
        "Мука пшеничная хлебопекарная сорт экстра",
        "Мука пшеничная хлебопекарная сорт экстра",
    ),
    (
        "Мука пшеничная хлебопекарная высший сорт",
        "Мука пшеничная хлебопекарная высший сорт",
    ),
    (
        "Мука пшеничная хлебопекарная первый сорт",
        "Мука пшеничная хлебопекарная первый сорт",
    ),
    (
        "Мука пшеничная общего назначения тип М55-23",
        "Мука пшеничная общего назначения тип М55-23",
    ),
    (
        "Мука пшеничная общего назначения тип М75-23",
        "Мука пшеничная общего назначения тип М75-23",
    ),
    ("Мука ржаная обдирная", "Мука ржаная обдирная"),
    ("Мука ржаная сеяная", "Мука ржаная сеяная"),
    ("Крупа манная марка М", "Крупа манная марка М"),
    ("Мука цельнозерновая", "Мука цельнозерновая"),
    (
        "Мука пшеничная хлебопекарная второй сорт",
        "Мука пшеничная хлебопекарная второй сорт",
    ),
]

UNIT_WEIGHT = [
    (0, 0),
    (1, 1),
    (2, 2),
    (5, 5),
    (10, 10),
    (25, 25),
    (40, 40),
    (45, 45),
    (50, 50),
]

GROUP_QUANTITY = [
    (0, 0),
    (1, 1),
    (6, 6),
    (10, 10),
    (12, 12),
]

PALLET_WEIGHT = [
    ("1мука", 880),
    ("1ман", 600),
    ("2", 864),
    ("Кур", 1000),
    ("5ОскВол", 800),
    ("10", 1000),
    ("25Оск", 800),
    ("25КурВол", 700),
    ("50Оск", 900),
    ("50КурВол", 1050),
]


BRANDS = [
    ("Французская штучка", "Французская штучка"),
    ("Французская штучка для хлебопечки", "Французская штучка для хлебопечки"),
    ("Бело-Нежная", "Бело-Нежная"),
    ("Славна", "Славна"),
    ("Старооскольская", "Старооскольская"),
    ("Курская", "Курская"),
    ("Акция", "Акция"),
]
